/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "Húzza át a(z) %1$@ műveletet\na(z) %2$@ művelet után.";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "Húzza át a(z) %1$@ műveletet %2$@.";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "%@ hozzáadása\na GIF előnézetének\nmegtekintéséhez.";

/* %@ = shortcut name */
"Added shortcut: %@" = "Hozzáadott parancs: %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "A parancsai vissza lettek állítva alaphelyzetbe. Nyissa meg újra a Parancsok alkalmazást a folytatáshoz.";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "Lefuttatja a(z) %@ parancsot";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "Futtatás, %lu%% kész";

/* Accessibility label */
"Edit profile photo" = "Profilfotó szerkesztése";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "Animáció, amelyen az Értesítési központ le van gördítve a képernyő tetejétől";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "Animáció, amelyen a Parancsok widget hozzá van adva az aktív widgetek listájához";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "Animáció, amelyen a widgetek listájának aljára való görgetés és a Szerkesztés gombra történő koppintás látható";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "Animáció, amelyen balra történő legyintéskor megjelenik a widgetek listája";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "Képernyőfotó az Értesítési központról a Parancsok widgettel";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@, %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "%@ profilképe";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "Beállítás fő identitásként";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "Fő identitásként kijelölve";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "Plusz, Mínusz";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "Törlés";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "Tizedesvessző";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "Sajnos a Parancsok semmit nem tud tenni ezzel kapcsolatban. Ez amiatt következett be, hogy hiba van a hosztalkalmazásban. Azt javasoljuk, hogy vegye fel a kapcsolatot az alkalmazás készítőjével, és tájékoztassa a problémáról.";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "A bővítményt megnyitó alkalmazás nem adott meg bemenetet.";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "A parancsot nem sikerült letölteni.";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "A Parancsok adatbázisa nem olvasható, mivel a Parancsok egy újabb verziójával lett létrehozva.\n\nFrissítse a Parancsokat, vagy állítsa vissza a parancsait alaphelyzetbe. A parancsai el fognak veszni, viszont az iCloud-szinkronizálás használata esetén vissza lesznek állítva.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "A Parancsok adatbázisa nem olvasható, mivel sérült. A hiba kijavításához állítsa vissza alaphelyzetbe a parancsokat. A parancsai el fognak veszni, viszont az iCloud-szinkronizálás használata esetén vissza lesznek állítva.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "A Parancsok adatbázisa nem olvasható, mivel sérült.\n\nE-mailben elküldheti a támogatásnak a sérült adatbázist, vagy visszaállíthatja egyéni parancsait. A parancsai el fognak veszni, viszont az iCloud-szinkronizálás használata esetén vissza lesznek állítva.";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "Támogatás e-mailben";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "Parancsok visszaállítása alaphelyzetbe";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "Parancsok frissítése";

/* Alert title for an error */
"Aw no!" = "Hiba!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "Eltérés a Parancsok verziói között";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "Parancsok alaphelyzetbe állítása";

/* Apple watch; label for result from running the shortcut */
"Result" = "Eredmény";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "Találatok (%ld)";

/* Back button */
"Back" = "Vissza";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "A widget hozzáadásával jelentős mértékben javíthatja a parancsok futtatásának sebességét. Biztosan ki szeretné hagyni ezt a lépést?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "A küldés nem sikerült. Próbálja újra néhány perc múlva.";

/* Button */
"Cancel" = "Mégsem";

/* Button */
"Done" = "Kész";

/* Button */
"Next" = "Következő";

/* Button */
"OK" = "OK";

/* Button */
"Submit your own workflow" = "Saját munkafolyamat elküldése";

/* Button for editing their profile picture */
"Edit" = "Szerkesztés";

/* Button or nav bar title */
"Edit Profile" = "Profil szerkesztése";

/* Button or title */
"Run shortcut" = "Parancs futtatása";

/* Button or title to share a shortcut */
"Share Shortcut" = "Parancs megosztása";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "Parancs elküldése";

/* Button or title; user profile */
"Profile" = "Profil";

/* Button that shows all collection search results */
"See All" = "Összes megtekintése";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "Módosítások elvetése";

/* Button title; create a new shortcut */
"Create Shortcut" = "Parancs létrehozása";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "Widget hozzáadása";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "Mindkettő megtartása";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "Lecserélés";

/* Button to skip a step */
"Skip" = "Kihagyás";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "Válassza ki a Watchon megjeleníteni kívánt parancsokat.";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "Válassza ki a komplikációban megjeleníteni kívánt parancsokat.";

/* Copy content */
"Copy" = "Másolás";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "A megadott parancs nem található.";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "A(z) „%@” parancs nem található.";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "Névtelen parancs";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "Egy személyre szabott kifejezés felvételével hozzáadhat egy tetszőleges parancsot a Sirihez.";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "Több különböző lépést egyetlen parancsban egyesíthet, amellyel automatizálhatja az alkalmazásokban végzett műveleteket.";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "A Parancsok widgettel még gyorsabban hozzáférhet a parancsokhoz.";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "Kiválasztás a könyvtárból";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "Fotó készítése";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "dani@workflow.is";

/* Edit profile; email field title */
"Email" = "E-mail";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "A(z) „%@” webhely URL nem érvényes.";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "Érvénytelen webhely";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "Ön „%@” néven fog szerepelni a közzétett munkafolyamatokon.";

/* Edit profile; person name field title */
"Name" = "Név";

/* Edit profile; person name field title (required) */
"Name (Required)" = "Név (kötelező)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "Személyes adatok";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "Nyilvános adatok";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "A következőre semmit sem találtunk: „%@”. Próbálkozzon valami mással.";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "Nincsenek parancsok.";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "Nincs találat";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "A parancshoz megadott URL érvénytelen.";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "Az importálás sikertelen";

/* Error message */
"There are no photos in your photo library." = "Nincsenek fotók a fotókönyvtárában.";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "Elképzelhető, hogy a parancs linkje érvénytelen, vagy törölve lett.";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "Nem lehet csatlakozni a Galériához.";

/* Error message title */
"Shortcut Not Found" = "A parancs nem található";

/* Error message when a collection does not load */
"Couldn't load this collection." = "A gyűjtemény betöltése nem sikerült.";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "A gyűjtemény betöltése nem sikerült.";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "A(z) „%@” művelet túl hosszú ideig tartott, ezért nem lehetett befejezni a futtatását.";

/* Exit the app (kills the app) */
"Exit" = "Kilépés";

/* Gallery search section title for collection search results */
"Collections" = "Gyűjtemények";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "Kevesebb";

/* Gallery search; button to show more collection search results */
"Show More" = "Továbbiak";

/* Generic title for a notification show in the app */
"Notification" = "Értesítés";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "Parancsok";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "műveletek";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "Ez egy parancs.";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "Gratulálunk!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "Nagyszerű!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "parancs futtatása gomb";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "Húzzon át egy műveletet a GIF megosztásához.";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "lejátszás gomb";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\nHiba történt. Próbálja újra, vagy koppintson a Kész elemre.";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\nNem fejezte be a parancs futtatását. Próbálja újra, vagy koppintson a Kész elemre.";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\nÖn most létrehozott egy parancsot. Nyomja meg a lejátszás gombot a parancs futtatásához.";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\nA parancsok különböző műveletek sorozatából állnak (ezek a bal oldalon lévő elemek).\n\nMost adjunk hozzá egy GIF készítése műveletet, amely animálni fogja a fotókat az első műveletből.";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\nHozzunk létre egy parancsot, amivel animált GIF készíthető.";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\nÖn éppen most futtatott egy parancsot. Ugye milyen klassz volt?";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "Üdvözli Önt a Parancsok.";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "Ha a „Küldés” gombra koppint, a munkafolyamata el lesz küldve áttekintésre. Ha úgy döntünk, hogy belefoglaljuk a munkafolyamatát a Galériába, értesítést fogunk küldeni Önnek e-mailben.";

/* Make GIF action name */
"Make GIF" = "GIF készítése";

/* Media file name label */
"Media File" = "Médiafájl";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "Le szeretné cserélni a parancsot?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "Munkafolyamatra vonatkozó információk";

/* None option */
"None" = "Nincs";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "Nagyszerű! Úgy tűnik, hogy Ön már hozzáadta a Parancsok widgetet. Csak így tovább.";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "Futtasson parancsokat rendkívül gyorsan a Parancsok widget segítségével.";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "Kérjük, adjon meg itt egy leírást arról, milyen célt szolgál a munkafolyamata.";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "Kérjük, adjon meg itt egy részletesebb leírást arról, milyen célt szolgál a munkafolyamata.";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "Kiss János";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "Kérjük, adjon meg itt egy rövid leírást arról, milyen célt szolgál a munkafolyamata.";

/* Print content */
"Print" = "Nyomtatás";

/* Quick Look action name */
"Quick Look" = "Gyorsnézet";

/* Recovery option for when the gallery does not load */
"Try Again" = "Próbálja újra";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "Beállítások megnyitása";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "A Galériához való hozzáféréséhez kapcsolja be a mobil adatforgalmat, vagy használjon WLAN-t.";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "A Galériához való hozzáféréséhez kapcsolja be a mobil adatforgalmat, vagy használjon Wi-Fi-t.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "A Galériához való hozzáféréshez kapcsolja ki a Repülőgép módot, vagy használjon WLAN-t.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "A Galériához való hozzáféréshez kapcsolja ki a Repülőgép módot, vagy használjon Wi-Fi-t.";

/* Save as image */
"Save Image" = "Kép mentése";

/* Search gallery */
"Search" = "Keresés";

/* Section title */
"Shortcuts" = "Parancsok";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "Mail";

/* Share via Messages */
"Message" = "Üzenet";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "Parancs elküldve";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "Hozzáadva a könyvtárhoz";

/* Splash screen primary button title */
"Get Started" = "Kezdés";

/* Splash screen title */
"Welcome to Shortcuts" = "Üdvözli Önt a Parancsok";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "%@ leállítása";

/* Take Photo action name */
"Take Photo (action name)" = "Fotó készítése";

/* Tap to choose an option */
"Tap to Choose" = "Koppintson a kiválasztáshoz";

/* Terms and Conditions view title */
"Terms and Conditions" = "Használati feltételek";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "Értesítjük Önt, miután jóváhagytuk.";

/* Title */
"Gallery" = "Galéria";

/* Title */
"Shortcuts" = "Parancsok";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "Ossza meg munkafolyamatát";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "Leírás";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "Hosszú leírás";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "Rövid leírás";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "Munkafolyamat neve";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "Csak kérje meg a Sirit";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "Hozzáadja a widgetet?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "Már rendelkezik egy „%@” nevű paranccsal.";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "Sikertelen művelet";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "Válassza a legrövidebb útvonalat";

/* Title of main screen showing your library of shortcuts */
"Library" = "Könyvtár";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "Parancsok-widget";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "Sérült adatbázis";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "A Galéria megtekintése…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "Parancsok kezelése…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "Testreszabás a Parancsokban";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "Ön megtalálta a widgetet! Koppintson a *Widget hozzáadása* elemre, így bárhonnan elérheti azt.";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "Ön megtalálta a widgetet! Térjen vissza ide a parancsok gyors futtatásához.";

/* Today widget; empty state */
"No Shortcuts" = "Nincsenek parancsok";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "Koppintson a teljes nézethez";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "Betöltés";

/* Watch app button; stop running the shortcut */
"Stop" = "Leállítás";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "Megjelenítés/elrejtés";

/* Watch app; Change text field text */
"Tap to Change" = "Koppintson a módosításhoz";

/* Watch app; Compose a message */
"Create Message" = "Üzenet létrehozása";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "Plusz/Mínusz";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "szerző: %@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "Küldő címe";

/* Watch app; email composer; bcc address label */
"Bcc" = "Bcc";

/* Watch app; email composer; cc address label */
"Cc" = "Másolat";

/* Watch app; email composer; from address label */
"From" = "Feladó";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "Csatolva (%ld)";

/* Watch app; email composer; subject label */
"Subject" = "Tárgy";

/* Watch app; email composer; to address label */
"To" = "Címzett";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "A hely nem található";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "Másolat/Bcc";

/* Watch app; number field placeholder */
"Enter number…" = "Szám beírása…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "Ki kell választania egy kontaktot az üzenetküldéshez.";

/* Watch app; send the email */
"Send" = "Küldés";

/* Watch app; share QuickLook content */
"Share" = "Megosztás";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "Használja a Handoff funkciót az iPhone-ján, és adjon engedélyt a következőhöz: %@.";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "Használja a Handoff funkciót az iPhone-ján a parancs folytatásához.";

/* Watch app; text field placeholder */
"Enter text…" = "Szöveg beírása…";

/* Watch app; view current content on the phone */
"View on iPhone" = "Megtekintés az iPhone-on";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "Nem lettek hozzáadva parancsok.";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "Nincsenek parancsok";

/* Website URL label */
"Website" = "Webhely";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "A widget hozzáadása";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "Animáció, amelyen a Parancsok főképernyőjét jelölő ikon határozott megnyomásakor megnyílik a widget";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "Koppintson a + ikonra a Parancsok widget hozzáadásához. Koppintson a „Kész” elemre.";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Legyintsen felfelé a főképernyő megjelenítéséhez, nyomja meg határozottan a Parancsok ikonját, majd koppintson a „Widget hozzáadása” lehetőségre.";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Nyomja meg a Főgombot, nyomja meg határozottan a Parancsok ikonját, majd koppintson a „Widget hozzáadása” lehetőségre.";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "Görgessen a képernyő aljára,\nés koppintson a „Szerkesztés” gombra.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "Legyintsen balra\na widgetek megjelenítéséhez.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "A bal alsó részen görgessen le,\nés koppintson a „Szerkesztés” elemre.";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "Legyintsen lefelé a képernyő tetejétől az Értesítési központ megjelenítéséhez.";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "A parancs készen áll a megosztásra.";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = " és %@ között";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@ - %2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "jobbra";

